Repository: react-epfl/padoc-heya
Catalog: *.lproj/Localizable.strings
Languages: de, es, ja, ko, ru, uk, zh_hans, zh_hant

# NO_ROOM
source: Press '+' to add a room
de: Erstelle einen!
es: no hay salas disponibles, ¡crea una!
ja: 周辺にチャットルームなし、一つを作成しよ
ko: '+' 버튼을 누르고 방을 만드세요.
ru: отсутствуют комнаты вблизи, создайте новую!
uk: Натисніть '+' щоб створити кімнату
zh_hans: 按`+´添加聊天室
zh_hant: 附近沒有聊天室，新建一個聊天室吧！

source: ROOMS
de: Chaträume
es: Salas
ja: SpeakUp
ko: 방들
ru: Комнаты
uk: Кімнаті
zh_hans: 聊天室
zh_hant: SpeakUp

source: Just now %@
de: jetzt %@
es: En este momento %@
ja: 今現在 %@
ko: 지금 %@
ru: только что
uk: щойно %@
zh_hans: 刚刚
zh_hant: 剛剛

# MINUTES_AGO
source: %d min ago %@
de: vor %d Minuten %@
es: %d hace unos minutos %@
ja: %d 分前 %@
ko: 몇 분전에 %@
ru: %d минут назад
uk: %d хв тому %@
zh_hans: %d 分钟前
zh_hant: %d 分鐘前

# HOURS_AGO
source: %d hours ago %@
de: vor %d Stunden %@
es: %d hace algunas horas %@
ja: %d 時間前 %@
ko: 몇 시간 전에 %@
ru: %d часов назад
uk: %d годин тому %@
zh_hans: %d 小时前
zh_hant: %d 小時前

# VOTE
source: (%d vote)
de: (%d Stimme)
es: (%d Vota)
ja: (%d 投票者)
ko: (%d 투표)
ru: (%d голос)
uk: (%d голос)
zh_hans: (%d 人支持)
zh_hant: (%d 人支持)

# VOTES
source: (%d votes)
de: (%d Stimmen)
es: (%d Votos)
ja: （%d 投票者)
ko: (%d 투표)
ru: (%d голосов)
uk: (%d голосів)
zh_hans: (%d 人支持)
zh_hant: (%d 人支持)

# CREATE_ROOM
source: Create new room
de: Erstellen
es: Crear
ja: 作れ
ko: 개설
ru: СОЗДАТЬ
uk: СТВОРИТИ
zh_hans: 新建
zh_hant: 創建聊天室

# RATING_SORT
source: Hot
de: Bewertung
es: El mejor
ja: 評価番付
ko: 최고
ru: ЛУЧШИЕ
uk: НАЙКРАЩІ
zh_hans: 评分排序
zh_hant: 評分排序

# RECENT_SORT
source: Recent
de: Zeit
es: Reciente
ja: 最近の評価番付
ko: 최근
ru: НОВЫЕ
uk: НОВІ
zh_hans: 时间排序
zh_hant: 時間排序

# UNLOCK
source: Join
de: Öffnen
es: Desbloquear
ja: ロックを解除
ko: 잠금 해제
ru: ОТКРЫТЬ
uk: ВІДІМКНУТИ
zh_hans: 解锁
zh_hant: 開鎖

# JOIN_ROOM
source: Join existing room
de: Öffnen
es: Desbloquear
ja: ロックを解除
ko: 현재 방 잠금 해제
ru: ОТКРЫТЬ
uk: ВІДІМКНУТИ
zh_hans: 解锁

source: Create
de: Erstellen
es: Crear
ja: 作れ
ko: 개설
ru: СОЗДАТЬ
uk: СТВОРИТИ
zh_hans: 新建
zh_hant: 創建

source: Room name
de: Namen
es: Nombre de la sala
ja: チャットルーム名
ko: 대화방 이름
ru: название комнаты
uk: назва кімнати
zh_hans: 房间名称
zh_hant: 聊天室名稱

# ROOM_KEY
source: Room number
de: Nummer
es: Clave de la sala
ja: チャットルームコード
ko: 대화방 키
ru: ключ от комнаты
uk: ключ до кімнати
zh_hans: 房间钥匙
zh_hant: 聊天室鑰匙

source: Nearby rooms
de: Chaträume in der Nähe
es: Salas cercanas
ja: 周辺のチャットルーム
ko: 근처 대화방
ru: комнаты вблизи
uk: кімнати поблизу
zh_hans: 附近的房间
zh_hant: 附近的聊天室

# UNLOCKED_ROOMS
source: Joined rooms
de: Geöffnete Chaträume
es: Salas desbloqueadas
ja: アンロックされた
ko: 잠금이 해제된 방.
ru: открытые комнаты
uk: відімкнені кімнати
zh_hans: 已解锁的房间
zh_hant: 已開鎖的聊天室

source: Send
de: Senden
es: Enviar
ja: 送信
ko: 보내기
ru: ОТПРАВИТЬ
uk: ВІДПРАВИТИ
zh_hans: 发送
zh_hant: 發送

# NO_MESSAGE
source: There are no messages in this room. Post one now!
de: Es gibt keine Meldungen in diesem Chatraum. Schreibe eine!
es: No hay mensajes en esta sala. ¡Crea uno!
ja: チャットルームメッセージなし、メッセージを作成
ko: 이 방에 메세지가 없습니다.
ru: В этой комнате отсутствуют сообщения. Создайте новое!
uk: У цій кімнаті відстуні повідомлення. Створіть нове!
zh_hans: 房间里还没有消息，创建一条消息吧！
zh_hant: 聊天室裡還沒有消息，創建一條消息吧！

# TURN_LOCATION_ON
source: Turn location on to create a new room
de: Ortungsdienste müssen eingeschaltet sein, um neue Chaträume erstellen zu können.
es: Enciende la ubicación para crear una nueva sala
ja: チャットルームを作成し、位置認識をONに設置、
ko: 방을 개설하기 위해 새 위치를 알리세요.
ru: Включите сервис определения местоположения чтобы создать новую комнату
uk: Увімкніть сервіс розташування щоб створити нову кімнату
zh_hans: 新建房间之前请先开启定位服务
zh_hant: 創建聊天室之前請先開啟定位服務

# ROOM_INFO_22
source: %d messages, %d votes
de: %d Meldungen, %d Stimmen
es: %d mensajes, %d votos
ja: %d メッセージ, %d 投票者
ko: %d 메세지들, %d 투표들
ru: %d сообщений, %d голосов
uk: %d повідомлень, %d голосів
zh_hans: %d 消息, %d 投票

# ROOM_INFO_12
source: %d message, %d votes
de: %d Meldung, %d Stimmen
es: %d mensaje, %d votos
ja: %d メッセージ, %d 投票者
ko: %d 메세지, %d 투표
ru: %d сообщение, %d голосов
uk: %d повідомлення, %d голосів
zh_hans: %d 消息, %d 投票

# ROOM_INFO_21
source: %d messages, %d vote
de: %d Meldungen, %d Stimme
es: %d mensajes, %d vota
ja: %d メッセージ, %d 投票者
ko: %d 메세지, %d 투표
ru: %d сообщений, %d голос
uk: %d повідомлень, %d голос
zh_hans: %d 消息, %d 投票

# ROOM_INFO_11
source: %d message, %d vote
de: %d Meldunge, %d Stimme
es: %d mensaje, %d vota
ja: %d メッセージ, %d 投票者
ko: %d 메세지, %d 투표
ru: %d сообщение, %d голос
uk: %d повідомлення, %d голос
zh_hans: %d 消息, %d 投票

# EXPIRES_TODAY
source: Room closes at %@
de: Dieser Chatraum schliesst um %@
es: Esta sala cerrará a %@
ja: %@にこのルームはクローズ
ko: 이방은 %@ 에 닫혔습니다.
ru: Эта коната закрывается в %@
uk: Ця кіната закривається о %@
zh_hans: 这个聊天室%@关闭

# EXPIRES_TOMORROW
source: Room closes tomorrow at %@
de: Dieser Chatraum schliesst morgen um %@
es: Esta sala cerrará mañana a %@
ja: 明日の%@にこのルームはクローズ
ko: 이방은 내일 %@'에 닫힙니다.
ru: Эта коната закрывается завтра в %@
uk: Ця кімната закривається завтра о %@
zh_hans: 这个聊天室明天 %@关闭

# EXPIRES_ANOTHER_DAY
source: Room closes on %@ at %@
de: Dieser Chatraum schliesst am %@ um %@
es: Esta sala cerrará %@ a %@
ja: %@の%@にこのルームはクローズ
ko: 이방은 %@ 날 %@에 닫힙니다.
ru: Эта комната закрывается %@ в %@
uk: Ця кімната закривається %@ о %@
zh_hans: 这个聊天室%@ %@关闭

# NO_NEARBY_ROOMS
source: No rooms nearby
de: Kein Chatraum in der Nähe
es: No salas cercanas
ja: 近くにルームなし
ko: 근처에 방이 없습니다.
ru: Поблизости отсутствуют комнаты
uk: Поблизу відсутні кімнати
zh_hans: 附近没有聊天室

# ONE_COMMENT
source: 1 comment
de: 1 Kommentar
es: 1 comentario
ja: 1件のコメント
ko: 1 코멘트
uk: 1 коментар
zh_hans: 一条评论

# COMMENTS
source: %d comments
de: %d Kommentare
es: %d comentarios
ja: %d件のコメント
ko: %d 코멘트
uk: %d коментарів
zh_hans: %d 条评论

# TO_COMMENT
source: comment
de: kommentieren
es: comente
ja: コメントする
ko: 코멘트
uk: прокоментувати
zh_hans: 评论

# NO_COMMENT_MESSAGE
source: There are no comments yet. Post one now!
de: Es gibt keine Kommentare. Schreibe einen!
es: No hay comentarios. ¡Crea uno!
ja: コメントはまだありません。今ポスト一つ！
ko: 이 방에 메세지가 없습니다.
uk: Коментарі відсутні. Опублікуй новий!
zh_hans: 尚无评论。 添加你的评论！

# ETIQUETTE_PRESENT
source: I don't spam
de: Ich spamme nicht
es: No spam
ja: 私はスパムをしない
uk: Я не спамлю
zh_hans: 我不发垃圾邮件

# ETIQUETTE_FUTURE
source: I won't spam
de: I werde nicht spammen
es: No spam
ja: 私はスパムではないでしょう
uk: Я не буду спамити
zh_hans: 我将不发垃圾邮件

source: My rooms
de: Meine Chaträume
es: Meine Chaträume
ja: Meine Chaträume
ko: Meine Chaträume
uk: Мої кімнати

# ME
source: by me
de: von mir
uk: написано мною

# ADMIN
source: by the admin
de: vom Administrator
uk: написано адміном

# PRIVATE_ROOM_TOP
source: Private room
de: Privater Raum
uk: Приватна кімната

# PRIVATE_ROOM_BOTTOM
source: People nearby will not see the room
de: Personen in der Nähe werden diesen Raum nicht sehen

# PUBLIC_ROOM_TOP
source: Public room
de: Öffentlicher Raum
uk: Відкрита кімнати

# PUBLIC_ROOM_BOTTOM
source: People nearby will see the room
de: Personen in der Nähe werden diesen Raum sehen
uk: Люди поблизу бачитимуть кімнату

source: Hide
de: Verbergen
uk: Сховати

source: Delete
de: Löschen
uk: Видалити

# ROOM_CLOSED_MESSAGE
source: This room is now closed
de: Dieser Raum ist jetzt geschlossen
uk: Ця кімната наразі закрита

source: OK
ja: 確定
ko: 오케이
zh_hans: 确定
zh_hant: 確定
